export const name = [
    "Тест по общекорпоративным компетенциям",
];

export const leftColText = [
    "Ориентация на результат",
    "Организация работы и планирование",
    "Эффективная коммуникация",
    "Работа в команде",
    "Клиентоориентированность",
    "Честность и этичное поведение"
];
export const headRowText = [
    "Компетенции",
    "Низкий",
    "Базовый",
    "Средний",
    "Продвинутый"
];


export const detailes = [
    //Ориентация на результат
    [
        [
            "Ориентирован на процесс, а не на конечный результат. Часто не понимает или понимает неверно поставленные задачи и критерии достижения результата.",
            "Не выполняет свои должностные обязанности по одному или нескольким показателям (срок, качество, объем).",
            "Оценивает работу по количеству затраченного времени, а не по достигнутому результату.",
            "При столкновении со сложностями или невозможности выполнить работу не информирует руководителя/коллег. Ставит руководителя/команду перед фактом невыполнения задачи.",
            "Не принимает ответственность за допущенные ошибки, ищет оправдание и перекладывает ответственность на других."
        ],
        [
            "Ориентирован на  результат, а не на процесс. Ясно представляет необходимый результат и правильно понимает поставленные задачи.",
            "Выполняет свои должностные обязанности, соблюдая сроки, объемы и требования к качеству. ",
            "Оценивает работу по достигнутому результату, а не по количеству затраченного времени.",
            "При возникновении сложностей своевременно сообщает о них руководству/команде.",
            "Принимает ответственность за допущенные ошибки и исправляет их."
        ],
        [
            "Ориентирован на результат. Может сам определить контрольные точки простого процесса и правильно определить конечный результат работы. ",
            "В ряде случаев превышает показатели: сроки, объем, качество за оцениваемый период. Создает для себя критерии качества в рамках требований руководства (либо выше их).",
            "Оценивает работу по достигнутому результату, выбирая при этом оптимальное соотношение качества, сроков и объема.",
            "При возникновении сложностей своевременно сообщает о них руководству и предлагает варианты их преодоления.",
            "Принимает ответственность за допущенные ошибки, анализирует их, чтобы избежать повторения в будущем."
        ],
        [
            "Ориентирован на результат. Ставит перед собой сложные/амбициозные задачи. Может определить конечный результат командных задач и установить контрольные точки и сроки достижения. Мотивирует себя и коллег/сотрудников на достижение результата.",
            "Регулярно превышает показатели по срокам, объемам, качеству. Ориентирован на достижение высоких стандартов качества в работе. Демонстрирует высокое качество с первого раза.",
            "Оценивает работу по достигнутому результату. Определяет в работе оптимальный результат на основе соотношения качества, сроков и объема.",
            "Настойчив в преодолении препятствий. При необходимости сам предпринимает правильные действия, не дожидаясь указаний и подсказки.",
            "Всегда берет на себя ответственность за свои ошибки и общий результат команды. Проводит анализ и не допускает повторения в будущем в рамках сферы своего влияния."
        ]
    ],
    //Организация работы и планирование
    [
        [
            "Не может формулировать простые цели/задачи в рамках своих служебных обязанностей. Требует постоянного участия руководителя.",
            "Не может самостоятельно расставить приоритеты и/или следовать указаниям руководителя. Хватается за любую поставленную задачу, перескакивает с задания на задание, не понимая важность и срочность выполнения.",
            "Не знает, сколько времени нужно на выполнение тех или иных служебных задач. Часто может задерживать выполнение заданий.",
            "Требуется постоянный контроль над исполнением поручений. Часто занят ненужными делами, задачами - поглотителями времени.",
            "Не знает и не понимает, какие ресурсы и в каком объеме нужны для выполнения рабочих задач."
        ],
        [
            "Может самостоятельно ставить простые цели. С помощью руководителя формулирует более сложные и долгосрочные задачи.",
            "Правильно определяет порядок выполнения и расставляет приоритеты рутинных рабочих задач и/или четко следует плану заданий от руководителя.",
            "Знает, сколько времени нужно на выполнение рутинных/повторяющихся заданий. Большинство дел завершает в срок.",
            "В большинстве задач не требует контроля над выполнением. Самостоятельно отслеживает выполнение задач, редко отвлекается.",
            "Объективно оценивает и распределяет ресурсы, необходимые для выполнения своей работы."
        ],
        [
            "На основе целей подразделения формулирует цели для себя и своих подчиненных (*при наличии). Можете разделить сложную цель на задачи. Оперативно принимает меры по предупреждению отклонений и адаптирует поставленные цели в изменившихся условиях.",
            "Сохраняет эффективность работы в ситуации многозадачности. Корректно расставляет большинство рабочих задач по приоритетам, при необходимости консультируется с руководителем. ",
            "Понимает, сколько времени нужно на выполнение задач любой сложности, может правильно спрогнозировать сроки и своевременно внести необходимые корректировки.",
            "Не требуется контроль над выполнением задач. Согласовывает собственные планы с деятельностью других сотрудников. Избегает негативного влияния собственных действий на других.",
            "Объективно оценивает и распределяет ресурсы, необходимые для выполнения своей работы и простых командных задач."
        ],
        [
            "Формулирует цели и воодушевляет команду на эффективное их достижение. Планирует деятельность в среднесрочном и долгосрочном плане. Непрерывно оценивает достижения, вносит корректировки в случае отклонений.",
            "Управляет деятельностью с учетом экономической эффективности и стратегических приоритетов бизнеса. Создает культуру эффективности и управляет исполнением: эффективно и рационально организует свою работу и работу команды, осуществляет контроль и оценку исполнения. ",
            "Заблаговременно планирует свою деятельность и деятельность членов команды. Корректирует собственные планы с общим курсом организации.",
            "Не требуется контроль над выполнением заданий. Осуществляет контроль и координирует работу других сотрудников.",
            "Создает условия для эффективной работы команды, предоставляет все необходимые ресурсы: технические, информационные, временные и т.д."
        ]
    ],
    //"Эффективная коммуникация
    [
        [
            "Не может сформулировать и донести свои мысли и идеи доступным языком. Путается, не приводит аргументы.",
            "Не умеет слушать, часто перебивает, не слышит позицию собеседника. Не воспринимает идеи других, либо соглашается с ними бездумно.",
            "Демонстрирует грубое и/или высокомерное поведение в общении с окружающими, иногда умышленно создает конфликтные ситуации.",
            "Не может конструктивно высказать свое мнение, предоставить ОС: переходит на личности, может задеть или обидеть собеседника. Влияет на других, только опираясь на свои властные полномочия.",
            "Плохо взаимодействует с коллегами/гостями или испытывает сложности в общении с незнакомыми людьми."
        ],
        [
            "Чётко и ясно формулирует и излагает свои мысли. ",
            "Может выслушать собеседника, но не всегда слышит его точку зрения. Для убеждения использует ограниченный набор аргументов. Не адаптирует их под особенности и ожидания собеседника.",
            "Нейтрален в общении, вежлив в большинстве случаев. Не провоцирует конфликты и редко вступает в них.",
            "Не всегда может конструктивно высказать свое мнение и при этом не испортить отношения с другими людьми.",
            "Хорошо общается со знакомыми людьми, но может испытывать сложности в коммуникации с незнакомцами (неприветливый, стеснительный и т.д.). "
        ],
        [
            "Излагает мысли (устно и письменно) в четкой последовательности, на языке, понятном для получателя информации, исключает возможность двойного толкования, без орфографических ошибок и слов-паразитов. Может доступно объяснить сложную идею или задачу, привести убеждающие аргументы.",
            " Умеет слушать, используя приемы активного слушания, и слышать собеседника. Без искажений воспринимает получаемую информацию, не упускает важные аспекты и не вносит собственные непроверенные домыслы.",
            "Доброжелателен, улыбчив, вежлив при общении, при возникновении конфликтных ситуаций старается сгладить и урегулировать их.",
            "Конструктивно в положительном ключе высказать свое мнение, опирается на факты и действия, а не оценочные высказывания.",
            "Отлично взаимодействует со знакомыми и незнакомыми людьми. Легко получает и передает опыт через общение с коллегами.",
        ],
        [
            "Адаптирует стиль общения с учетом специфики ситуации и собеседника. Налаживает кросс-функциональную коммуникацию и необходимые деловые контакты. Аргументированно излагает свою позицию, отстаивает и обосновывает свое мнение, проясняет позицию собеседника. Корректно использует каналы коммуникации.  Является неформальным лидером. Создает культуру взаимодействия.",
            " Умеет слушать и действительно слышать собеседника. Собирает и верно воспринимает всю важную информацию. Понимает интересы и потребности других людей. Умеет считывать важную информацию, не высказанную прямо. ",
            "Умеет взаимодействовать с собеседниками любого уровня. Воспринимается как авторитетный, влиятельный собеседник. Своевременно вовлекает других людей в обсуждение своих предложений, заручается поддержкой. ",
            "Эффективен с ситуациях трудной коммуникации. Прогнозирует и учитывает реакции на свои высказывания. Умеет отстаивать свое мнение даже в крайне неблагоприятных ситуациях. Способен убедить враждебно настроенных оппонентов.",
            "Гибко меняет стиль общения в зависимости от аудитории и задачи. Легко находит общий язык и взаимопонимание с разными людьми."
        ],
    ],
    //Работа в команде
    [
        [
            "Не понимает или не хочет понимать общую цель команды и не прилагает усилия к ее достижению.",
            "Негативно настроен и не хочет работать на командный результат. Заинтересован исключительно в личных достижениях.",
            "Иногда провоцирует конфликты в команде.",
            "Не признает свою ответственность за командный результат.",
            "Никогда не делится идеями с командой.",
        ],
        [
            "Демонстрирует понимание общей цели и способов ее достижения. При возможности вносит посильный вклад.",
            "Готов учитывать интересы команды, если руководитель попросит об этом.",
            "Не вступает и не провоцирует конфликты.",
            "Не всегда готов брать на себя ответственность за командный результат.",
            "Редко делится идеями с командой."
        ],
        [
            "Демонстрирует понимание общей цели и прилагает достаточно усилий для ее достижения.  Готов идти на компромисс для достижения общих целей команды. ",
            "Соблюдает баланс между личными интересами и интересами команды. Выясняет и понимает точки зрения членов команды.",
            "Модерирует и снимает конфликты внутри команды.",
            "Проявляет готовность к разделению ответственности и вознаграждения за результат.",
            "Иногда делится идеями с командой.",
        ],
        [
            "Активно взаимодействуя с коллегами для достижения общих целей.  Придерживается принципа взаимной помощи.",
            "Вносит ощутимый вклад в работу команды. Вдохновляет всех членов команды вносить свой вклад в развитие и достижение целей.",
            "Создает атмосферу уважения, взаимовыручки и сотрудничества.",
            "Проявляет готовность к разделению ответственности и вознаграждения за результат.",
            "Открыто делится идеями и обеспечивает обратную связь всем участникам команды."
        ],
    ],
    // Клиентоориентированность
    [
        [
            "Не знает и/или не заинтересован в удовлетворении потребностей внутренних/внешних гостей.",
            "Передает заявки от внутренних/внешних гостей другим сотрудникам, даже когда может сам решить эти вопросы.",
            "Не отвечает на просьбы или заявки внутренних/внешних гостей. Поступившие к нему запросы не получают быстрого рассмотрения.",
            "Ко всем применяет один и тот же подход.",
            "Не заинтересован в процессе определения стандартов обслуживания внутренних/внешних гостей и контроле за ними.",
        ],
        [
            "Понимает потребности гостей, но нейтрален в их удовлетворении для внутренних/внешних гостей. При возможности закроет задачу, но не демонстрирует стремления помочь или сделать больше.",
            "Частично закрывает заявки самостоятельно. Не всегда знает, к кому обратится за помощью. Иногда просто передает задачу руководителю или опытному коллеге.",
            "Отвечает на заявки согласно стандартам компании. Редко что-то задерживает.",
            "Старается подходить индивидуально к каждому гостю, но порой действует шаблонно.",
            "Старается придерживаться стандартов компании, но не превосходит ожидания внутренних/внешних клиентов в своей работе.",
        ],
        [
            "Понимает потребности и нужды гостей, стремится удовлетворить их.",
            "Эффективно работает с запросами гостей и знает, к кому обратиться за помощью, если не может самостоятельно закрыть задачу.",
            "Отвечает на заявки согласно стандартам компании. Часто закрывает запросы быстрее прописанных стандартов.",
            "Внимателен и подходит индивидуально к каждому гостю и запросу.",
            "Вносит собственный вклад в развитие поддержание высоких стандартов обслуживания. Является ролевой моделью."
        ],
        [
            "Знает и понимает потребности и нужды гостей. Идентифицирует возможные варианты оказания помощи и предоставления услуги, выбирая из них самый лучший. Заинтересован в том, чтобы гость остался доволен.",
            "Может быстро и качественно закрыть любой сложный или нестандартный запрос.",
            "Вносит собственный вклад в развитие стандартов обслуживания в своем отделе и принимает активное участие в достижении этих стандартов. ",
            "Внимателен и подходит индивидуально к каждому гостю и запросу.",
            "Устанавливает высокий порог доверия, что видно по обратной связи. Превосходит ожидания внутренних/внешних гостей."
        ],
    ],
    // Честность и этическое поведение
        [
        [
            "Не соблюдает взятые на себя обязательства и обещания.",
            "Скрывает информацию, прячет проблемы под ковер. Может легко нарушить данное обещание, на такого сотрудника нельзя положиться. Стремится к удовлетворению исключительно своих интересов, не настроен на сотрудничество.",
            "Может вводить коллег в заблуждение, использовать ложь и интриги в своих интересах.",
            "Часто нарушает корпоративные нормы и правила.",
            "Безответственно относится к имуществу компании и ресурсам. Может использовать их вне рабочих задач.",
        ],
            [
                "Соблюдает взятые на себя обязательства и обещания.",
                "Во взаимодействии с коллегами соблюдает культуру открытости и доверия. Честен и стремится к сотрудничеству.",
                "Не вводит коллег в заблуждение, избегает лжи и интриг.",
                "Соблюдает корпоративные нормы и правила, демонстрирует высокую культуру делового поведения.",
                "Бережно и этично относится к имуществу и ресурсам компании."
            ],
        ]
];


export const leftColText2 = [
    ,
    ,
    ,
    ,
    ,
    ,
    "Профессиональные знания и навыки соответственно должности",
    "Стрессоустойчивость",
    "Открытость новому",
    "Анализ и решение проблем",
    "Системное мышление",
    "Развитие (только я)",
    "Вовлеченность"
];


export const detailes2 = [
    ,
    ,
    ,
    ,
    ,
    ,
    //Профессиональные знания и навыки соответственно должности
    [
        [
            "Обладает недостаточным уровнем профессиональных знаний и навыков для выполнения задач в своей профессиональной области.",
            "Не владеет необходимыми проф. программами для выполнения задач в своей профессиональной области. Укажите в комментариях, знание каких программ необходимо сотруднику.",
            "Не воспринимается коллегами как эксперт в своей профессии.",
            "Выполняет большинство своих обязанностей с качеством ниже ожидаемого.",
            "Не вникает в бизнес-процессы своей профессиональной деятельности из-за чего могут возникать сложности с выполнением задач."
        ],
        [
            "Не вникает в бизнес-процессы своей профессиональной деятельности из-за чего могут возникать сложности с выполнением задач.",
            "Владеет базовыми навыками работы с программами для выполнения задач в своей профессиональной области. Выступает экспертом и может передавать свои знания коллегам или подчиненным. Укажите в комментариях, знание каких программ необходимо повысить сотруднику.",
            "Воспринимается коллегами как специалист, к которому можно обратиться по ограниченному числу вопросов в рамках профессии.",
            "Выполняет свои обязанности с удовлетворительным качеством, не использует передовой опыт по направлению деятельности.",
            "Понимает бизнес-процессы своей профессиональной деятельности и адаптирует их в своем направлении."
        ],
        [
            "Обладает высоким уровнем профессиональных знаний и навыков для эффективного выполнения задач в своей профессиональной области.",
            "Опытный пользователь профессиональных программ. Может самостоятельно выполнять задачи базового и среднего уровня. Укажите в комментариях, если необходимо обучение продвинутого уровня.",
            "Воспринимается коллегами как эксперт в своей профессии.",
            "Выполняет свои обязанности на высоком уровне и с высоким качеством.",
            " Понимает бизнес-процессы своей профессиональной деятельности и адаптирует их в своей работе."
        ],
        [
            "Владеет профессиональными навыками и знаниями превышающими пул задач в своей профессиональной области.",
            "Продвинутый пользователь программам для выполнения задач в своей профессиональной области. ",
            "Воспринимается коллегами как эксперт в своей профессии.",
            "Часто выполняет свои обязанности с результатом выше ожидаемого, использует передовой опыт по направлению деятельности.",
            "Понимает бизнес-процессы своей профессиональной деятельности и адаптирует их в своем направлении, не только для себя, но и для команды."
        ]
    ],
    //Стрессоустойчивость
    [
        [
            "С трудом контролирует эмоции в сложных стрессовых ситуациях (недостаток времени, давление, прессинг и пр.)",
            "Сталкиваясь с препятствиями и затруднениями, не может выполнять свои обязанности.",
            "Теряется при столкновении с конфронтацией, не может поддержать свою точку зрения перед лицом оппозиции со стороны руководителей, коллег по работе/подчиненных.",
            "Требуется значительное время для восстановления после неудач и продолжения работы.",
            "Плохо воспринимает неконструктивный негатив от окружающих, может быть мнителен или перейти в агрессию."
        ],
        [
            "Плохо воспринимает неконструктивный негатив от окружающих, может быть мнителен или перейти в агрессию.",
            "Может страдать качество или скорость работы при столкновении с препятствиями и затруднениями.",
            "Часто сохраняет спокойствие при столкновении с конфронтацией, но может иметь сложности при поддержании своей точки зрения перед лицом оппозиции со стороны руководителей, коллег по работе/подчиненных.",
            "Восстанавливается после неудач и продолжает работу.",
            "Нейтрален в ситуации получения неконструктивного негатива от окружающих."
        ],
        [
            "Сохраняет контроль над своими эмоциями в сложных стрессовых ситуациях (недостаток времени, давление, прессинг и пр.)",
            "Продолжает работать на прежнем уровне, сталкиваясь с препятствиями и затруднениями",
            "Сохраняет спокойствие при столкновении с конфронтацией, поддерживает свою точку зрения перед лицом оппозиции со стороны руководителей, коллег по работе/подчиненных",
            "Быстро восстанавливается после неудач и продолжает работу",
            "Умеет не принимать на свой счет неконструктивный негатив от окружающих"
        ],
        [
            "Сохраняет позитивное отношение к работе в сложных стрессовых ситуациях (недостаток времени, давление, прессинг и пр.)",
            "Продолжает работать на прежнем уровне, сталкиваясь с препятствиями и затруднениями",
            "Сохраняет самообладание и может конструктивно продолжать трудный диалог. Управляет вниманием общественности, знает, как оценить его и как реагировать на него.",
            "Является ролевой моделью, легко решает сложные конфликтные ситуации.",
            "Быстро восстанавливается после неудач и продолжает работу"
        ]
    ],
    //Открытость новому
    [
        [
            'Новые задания и обязанности принимает без энтузиазма, иногда ""в штыки"". Делает только то, что было прямо указано. При отсутствии инструкций бездействует',
            'Сопротивляется нововведениям, тормозит их внедрение в свою работу',
            'Использует только привычные методы, не ищет пути изменения и улучшения своей текущей деятельности',
            'Избегает высказывать свои идеи и предложения',
            'Сотрудник не хочет узнавать новое и развиваться в профессии. Испытывает трудности при обучении: не воспринимает информацию или саботирует/игнорирует применение знаний на практике',

        ],
        [
            'Ровное отношение к своим обязанностям (без высокой вовлеченности, но и без отторжения)',
            'Хорошо знает и выполняет свои обязанности без указаний и четких инструкций, берет в работу новые задачи',
            'Сотрудник открыт к изменениям, помогает внедрять изменения',
            'Высказывает свои предложения, когда от него это требуют',
            'Сотрудник имеет мотивацию и способность к развитию. Интересуется профессией, открыт к освоению новых задач и видов работ',


        ],
        [
            'Демонстрирует трудолюбие и энтузиазм в работе над новым задачам. Берет на себя дополнительную нагрузку, полномочия и ответственность, если это необходимо для достижения результата',
            'Легко адаптируется к организационным изменениям. Находит выгоды и преимущества изменений, своевременно и аргументированно доносит их до сотрудников',
            'Транслирует положительное отношение к изменениям, проявляет инициативу по оптимизации бизнес-процессов: улучшает, автоматизирует и упрощает их. Предлагает идеи по улучшению и повышению эффективности работы',
            'Активно высказывает свои предложения перед коллегами и руководством',
            'Ищет возможности для профессионального развития и обучения. Сотрудник работает над развитием своих личных качеств и профессиональных навыков. Активно обучается, перенимает опыт коллег и делится им в ответ. Сотрудники часто обращаются к нему за помощью и советами',
        ],
        [
            'Демонстрирует образцовое трудолюбие и добросовестность',
            'Всегда берет на себя новые задачи, ищет пути их выполнения',
            'Организует и поддерживает инновационные процессы, создает понимание необходимости изменений.Выявляет на неоптимальные процессы и предлагает пути их усовершенствования',
            'Способствует укреплению открытого обмена идеями и мнениями в коллективе',
            'Работает над своим и командным развитием как профессионально, так и личностно. Служит примером для профессионального развития. Не боится конкуренции и сильных подчиненных, растит таланты.',
        ],
    ],
    //Анализ и решение проблем
    [
        [
            'Не может правильно понять ситуацию: либо не может выделить главное, делает быстрые ошибочные выводы, либо, наоборот, сразу сдается и не хочет решать проблему',
            'Использует только легко доступные данные, полагается на домыслы и впечатления. Быстро склоняется к единственному решению, не учитывая альтернатив. Фокусируется только на преимуществах одного варианта решений. Не структурирует информацию, не видит последствий принимаемых решений',
            'Не готов принимать решения самостоятельно',
            'Теряется под наплывом большого объема данных, погрязает в деталях. Видит только простые причинно-следственные связи. Делает нелогичные выводы, вследствие ошибок в анализе или исходя из предположений',
            'Легко поддается панике и теряет способность эффективно решить ситуацию',

        ],
        [
            'Частично верно понимание ситуацию. При анализе информации концентрирует внимание на отдельных факторах. Формирует неполную картинку ситуации',
            'Запрашивает информацию, но не систематизирует данные, нечетко объясняет, как поможет эта информация для принятия решения',
            'Может принять решение на основе неполной информации',
            'Анализирует, прогнозирует результат и последствия в краткосрочной перспективе',
            'Может терять самообладание в сложных ситуациях, требуется поддержка руководителя для дальнейшего решения проблемы. Не всегда делает выводы, помогающие предупредить возникновение таких ситуаций в будущем',
        ],
        [
            'Правильно понимает ситуацию. Определяет ключевые + и - ситуации в соответствии с заданными обстоятельствами. Последовательно анализирует информацию, определяет критерии, оценивает влияние всех предоставленных данных',
            'Эффективно собирает существенную и достоверную информацию из множества источников. Видит пробелы и привлекает дополнительные данные для анализа, ищет решение на основе полученной информации. Открыто и последовательно излагает информацию',
            'Понимает взаимодействие различных факторов, на основе собранной информации делает логические выводы. Оценивает последствия возможных решений',
            'Мыслит и действует системно с достижением наилучшего экономического эффекта в среднесрочной перспективе. Минимизирует риски',
            'В большинстве случаев сохраняет спокойствие, редко поддается панике. Фиксирует выводы по решению возникшей проблемы, чтобы не повторять возникновение подобных ситуаций',

        ],
        [
            'Всегда правильно понимает ситуацию. Видит и называет все факторы, которые влияют на ситуацию',
            'Исключает влияние непроверенных данных на свое решение. Определяет связи между разными блоками информации. Предоставляет данные структурно и понятно',
            'Оценивает истинность и адекватность предположений и допущений до начала деятельности. Ищет и анализирует лучшие практики решения проблемы. Делает взвешенные выводы и предлагает решения, ориентированные на перспективу',
            'Мыслит и действует стратегически с достижением максимального эффекта в долгосрочной перспективе. Обладает перспективным экономическим мышлением. Помогает предвидеть проблемы',
            'Спокоен перед лицом возникающих проблем. Не поддается панике и не тратит ресурсы на поиск виновных. В случае неудачи обсуждает ситуацию, усваивает уроки, делает выводы, корректирует поведение. Действует таким образом, чтобы предупредить возникновение подобных ситуаций в будущем',
        ],
    ],
    //Системное мышление
    [
        [
            'Теряется при работе с большими объемами данных, испытывает трудности в обобщении и структурировании информации.',
            'Не определяет связи между отдельными элементами системы',
            'Основывает решения на отдельных фактах, учитывает одностороннее видение ситуации. Принимает решения без учета достаточного количества влияющих факторов',
            'Не просчитывает последствия своих решения',
            'Принимает противоречивые решения, в которых не учитывается логичность предлагаемых ходов либо затягивает принятие решения',

        ],
        [
            'Уверенно может обрабатывать средний и маленький объем данных, умеет обобщать и структурировать информацию. Может потребовать помощь коллег при работе с большими объемами данных',
            'Чаще всего самостоятельно определяет связи между отдельными элементами системы и понимает взаимосвязи',
            'Старается принимать решения с учетом всех влияющих факторов',
            'Может просчитать последствия своих решений в краткосрочной и среднесрочной перспективе',
            'Делает частично точные выводы и прогнозы',
        ],
        [
            'Видит ситуацию системно, во взаимосвязи всех значимых факторов',
            'Определяет связь между отдельными элементами системы',
            'Принимает решения с учетом основных влияющих факторов',
            'Определяет возможные последствия принимаемых решений. Прогнозирует и учитывает возможное развитие событий в краткосрочной, среднесрочной и долгосрочной перспективах',
            'Делает точные выводы, верные прогнозы и строит реалистичные планы',

        ],
        [
            'Проводит комплексный многофакторный всесторонний анализ ситуации',
            'Определяет связь между отдельными элементами системы',
            'Принимает решения с учетом максимального количества влияющих факторов',
            'Определяет возможные последствия принимаемых решений. Прогнозирует и учитывает возможное развиие событий в краткосорочной, среднесрочной и долгосроной преспективах',
            'Делает точные выводы, верные прогнозы и строит реалистичные планы даже в условиях дефицита ресурсов и реализации возможных рисков для более результативной и эффективной работы',
        ],
    ],
    //Развитие (только я)
    [
        [
            'Не имеет мотивации и/или способности к развитию.',
            'Не всегда адекватно воспринимает корректирующую ОС. Может обижаться, конфликтовать, не использует полученную информацию для изменения своего поведения',
            'Не знает свои сильные стороны и/или зоны развития',
            'Не интересуется профессией, не заинтересован в освоении новых задач и видов работ',
            'Не хочет перенимать опыт других коллег',
        ],
        [
            'Имеет мотивацию и способность к развитию',
            'Адекватно воспринимает корректирующую ОС. Необходим контроль со стороны руководителя для дальнейшего развития',
            'Может знать свои сильные стороны и зоны развития, но не предпринимать никаких действий самостоятельно',
            'Интересуется профессией, открыт к освоению новых задач и видов работ',
            'С удовольствием перенимает опыт других',
        ],
        [
            'Имеет потенциал для профессионального развития, заинтересован в обучении, использует предлагаемые компанией инструменты развития',
            'Адекватно воспринимает корректирующую ОС и использует ее для последующего улучшения качества своей работы и развития',
            'Знает свои сильные стороны, работает над зонами развития',
            'С энтузиазмом осваивает новые задачи, принимает участие в командных проектах',
            'Активно обучается, перенимает опыт коллег и лучшие практики',
        ],
        [
            'Служит примером профессионального развития для других. Коллеги часто обращаются к нему за помощью и советами',
            'Адекватно воспринимает корректирующую ОС и использует ее для последующего улучшения качества своей работы и развития',
            'Знает свои сильные стороны и зоны развития, работает над ними. Не боится конкуренции, имеет мотивацию развивать не только себя, но и других',
            'Читает профессиональную литературу, блоги, участвует в тренингах, повышает квалификацию. Проявляет инициативу по развитию себя и команды',
            'Делится полученными знаниями и опытом, стремится развивать свое направление.',
        ],
    ],
    //Вовлеченность
    [
        [
            'Плохо осведомлен о стратегии развития компании и вытекающих из нее целях и задачах команды',
            'Не интересуется происходящим в компании',
            'Не проявляет желания участвовать в проектах, направленных на развитие компании',
            'Плохо знает бизнес-процессы и технологии работы, существующие в компании',
            'Не принимает правила и требования, которые существуют в компании и ее подразделениях, негативно относится к принципам компании, не соблюдает принципы и стандарты работы с гостями (внутренними/внешними)',

        ],
        [
            'Осведомлен о стратегии развития компании и вытекающих из нее целях и задачах команды',
            'Знает основные проекты, которые реализуются в компании, но не имеет четкого понимания, для чего реализуется большинство проектов и к какому результату они приведут',
            'Готов участвовать в одном проекте. Не готов брать на себя роль лидера проекта',
            'Знает правила и стандарты работы, принятые в компании',
            'Не принимает часть правил и требований, которые существуют в компании, часто действует по своему усмотрению, на основе своих стереотипов. Старается «обходить» часть принятых правил',


        ],
        [
            'Знает стратегию развития компании, цели и пути их достижения. Активно продвигает и транслирует цели развития компании в рамках своего структурного подразделения',
            'Осведомлен о текущих проектах компании, понимает их цели и задачи',
            'Принимает участие в проектах компании, готов быть участником проекта',
            'Знает и понимает правила и стандарты, которые существуют в компании и ее подразделениях, позитивно относится к ценностям компании. Соблюдает стандарты работы с гостями и с коллегами',
            'Выражает готовность вносить дополнения в существующую технологию работы, совершенствовать ее',

        ],
        [
            'Отлично знает стратегию развития компании, цели и пути их достижения',
            'Демонстрирует свою приверженность делу и готовность лично участвовать в ключевых проектах компании',
            'Регулярно участвует в проектах компании, направленных на развитие бизнеса. Предлагает свои идеи для развития и продвижения данных проектов. Разделяет и транслирует цели, ценности компании',
            'Обладает глубокими навыками и знаниями в области стандартов и технологий компании. Знает все тонкости и нюансы работы, может продемонстрировать или объяснить эффективные способы их выполнения',
            'Активно передает принципы работы, принятые в компании, своим сотрудникам и сотрудникам смежных подразделений. Демонстрирует уверенность в том, что существующие стандарты принесут результат.',

        ],
    ]
];



